Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[신한금융투자] 신한금융투자.tmx
Source language: ko_kr
Languages: en

source: 임원의 퇴직금은 퇴직일 이전 3개월간에 지급된 보수와 1년간 지급된 상여금의 월평균액을 합하여 다음 4조2항의 지급율과 재임기간을 승하여 산출한다.
en: The severance pay of executives shall be calculated by adding the monthly average of the remuneration paid for the three months prior to the date of retirement and the bonus paid for one year, and multiplying it by the pay rate and tenure specified in Article 4(2) below.

source: 주주님들께서는 아래에서 정한 방법에 따라 주주총회에 참석하지 아니하고 전자투표방식으로 의결권을 행사하시거나 전자위임 장을 수여하실 수 있습니다.
en: Shareholders may exercise their voting rights or bestow an electronic power of attorney without attending the general shareholders' meeting according to the methods set out below.

source: 1.~103. (생략)
en: 1.~103. (omitted)

source: 한편, 이날 14시40분 기준 한진중공업 주가는 전거래일대비 0.67% 하락한 8,880원에 거래중이다.
en: Meanwhile, as of 14:40 on the same day, the stock price of Hanjin Heavy Industries is trading at KRW 8,880, down by 0.67% from the previous day.

source: 일 시 :
en: Date and time:

source: 상법 제365조와 당사 정관 제17조의 규정에 의거하여 다움과 같이 제15기 정기주주총회를 개최하오니 참석하여 주시기 바랍니다.
en: In accordance with Article 365 of the Commercial Act and Article 17 of the Articles of Incorporation of our company, we will hold the15thregular general meeting of shareholders as follows, which we hope you will participate in.

source: [사업목적 변경 세부내역]
en: [Details of change in business purpose]

source: 한진중공업의 이전 최대주주였던 한진중공업홀딩스는 한진중공업이라는 브랜드의 사용 권한을 가진 곳이다.
en: Hanjin Heavy Industries Holdings, the former largest shareholder of Hanjin Heavy Industries, has the right to use the Hanjin Heavy Industries brand.

source: 이 같은 의지의 본격화 차원에서 지난달 11일 이사회를 열고 사명 변경을 결의했다.
en: In response to this, the company held aboard meeting on November 11 to pass a resolution to change its name.

source: -법인세비용차감전계속사업이익
en: Profit from continuing business before deducting corporate tax

source: 제 3 호 의안 :
en: Agenda 3 :

source: 8일 건설ㆍ조선 업계에 따르면 한진중공업은 지난 2일 이사회를 열고 새 사명을 HJ중공업으로 사실상 확정했다.
en: According to the construction and shipbuilding industry on the 8th, Hanjin Heavy Industries virtually confirmed the new name as HJ Heavy Industries on its board meeting on the 2nd.

source: 또 지방 중소도시 분양시장은 여전히 부진한 상태가 이어지고 있고, 수익형 부동산 분양경기에도 불확실성이 커 차입형 토지신탁 관련 리스크 확대 여부를 지켜봐야 한다.
en: In addition, since the distribution market in small and medium-sized cities in local areas is still sluggish, and uncertainties are high in the profit-type real estate distribution market, it remains to be seen whether the risks related to borrowing-type land trusts will expand.

source: [별첨]
en: [Attachment]

source: 한국신용평가는 A를 유지하고 있다.
en: Korea Investors Service maintains A.

source: 위임장(주주와 대리인의 인적사항 기재, 인강날인), 대리인 신분증 법인의 경우 위임장에 법인인감날인(법인인감증명서 첨부)
en: Power of attorney (write personal information of shareholder and proxy, seal), proxy ID and in case of a corporation, a corporate seal affixed to the power of attorney (attached to the corporate seal certificate)

source: 재무현황(단위:천원)
en: Financial status

source: 이 회사는 주식회사 한진중공업(이하 “회사”라 한다)이라 칭한다.
en: This company is called Hanjin Heavy Industries (hereafter referred to as “company”).

source: 제2조(목적)
en: Article 2(Purpose)

source: 평가대상업체 135곳 가운데 HJ중공업을 포함해 6곳만 이 등급을 받았다.
en: Of the 135 companies subject to evaluation, only 6, including HJ Heavy Industries, received this rating.

source: 407.43억원
en: KRW 40.743 billion

source: 전자투표 전자위임장권유관리시스템
en: Electronic voting electronic power of attorney recommendation management system

source: 현재 한토신의 신용등급은 스플릿(신용평가사 사이 신용등급 불일치) 상태다.
en: KOREIT's current credit rating is split (credit rating mismatch between credit rating agencies).

source: ■ 15기 정기주주총회 회의 목적사항
en: ■ Purpose of the 15th Annual General Meeting of Shareholders

source: 이사회결의일(결정일)
en: Board resolution date (decision date)

source: 해모로는 유지> 2021.12.08
en: Haemoro kept> 12.08.2021

source: 영문으로는 HJ SHIPBUILDING & CONSTRUCTION CO., LTD.
en: In English, it’s called HJ SHIPBUILDING & CONSTRUCTION

source: - 자본총계
en: - total capital

source: 6.기타 투자판단과 관련한 중요사항
en: 6. Other important matters related to investment judgment

source: 이사의 수 (사외이사 수)
en: Number of directors (number of outside directors)

source: 3.그 외 비등기임원:
en: 3. Other unregistered directors:

source: 기간 중 24시간 이용 가능(단, 시작일에는 오전 9시부터, 마지막 날은 오후 5시까지만 가능)
en: Available 24 hours during the period (However, from 9 am on the first day and only until 5 pm on the last day)

source: 28일 건설업계에 따르면 최근 동부건설을 새 최대주주로 맞이한 한진중공업은 현재 새 사명 찾기에 골몰하고 있다.
en: Hanjin Heavy Industries, which recently welcomed Dongbu Corporation as its new largest shareholder, is currently in search of a new name, according to the construction industry, on the 28th.

source: 영업이익
en: Operating profit

source: 제1조 (시행일)
en: Article 1 (implementation date)

source: 증가
en: Increase

source: 제15기 정기주주종회 소집통지서
en: Notice of convocation of the15thregular general meeting of shareholders

source: 다음달 22일 사명 교체를 위한 임시주주총회를 개최할 예정이라 늦어도 다음달 중순까지는 새 사명을 찾아야 한다.
en: A temporary general meeting of shareholders will be held next month to replace the name of the company on the 22nd, so a new name must be found by the middle of next month at the latest.

source: 가.
en: A.

source: ② 직위별 퇴직금 지급율
en: ② Rate of severance pay by position

source: 변경전
en: Before change

source: 이 회사는 주식회사 에이치제이중공업(이하 “회사”라 한다)이라 칭한다.
en: This company is called HJ Heavy Industries (hereafter referred to as “company”).

source: 결의사항
en: Resolution

source: [퇴직시점 평균임금X(이전 직위별 재임일수÷365)X이전 직위별 지급율]+[퇴직시점 평균임금X(최종 직위 재임일수÷365)X최종 직위 지급율]
en: [Average wage at the time of retirement X (number of days in office by previous position ÷ 365) X rate of payment by previous position] + [Average wage at retirement X (number of days in office at last position ÷ 365) X pay rate of final position]

source: 홍 대표는 대구의 재개발 사업 현장을 찾아 회사의 안전보건경영방침을 ‘기본과 원칙준수를 바탕으로 안전보건문화 조성’이라고 정했다.
en: CEO Hong visited the redevelopment project site in Daegu and declared that the company's safety and health management policy is to ‘create a safety and health culture based on observance of the basics and principles.’

source: <한진중공업→HJ중공업으로 변경.
en: <Hanjin Heavy Industries, Co. Ltd. changed to HJ Heavy Industries, Co. Ltd.

source: 증감비율(%)
en: Rate of increase or decrease (%)

source: 2021년 임시주주총회 소집통지서
en: Notice of convocation of an extraordinary meeting of shareholders in 2021

source: 한토신은 시장의 관심을 받았던 종목은 아니지만 지난 28회에는 워스트레이팅 21위, 29회에서는 18위, 31회에서는 22위에 이름을 올렸다.
en: Although KOREIT was not a stock that attracted market’s attention, it was ranked 21st in the 28th worst rating, 18th in the 29th, and 22nd in the 31st.

source: HJ중공업은 앞서 수주한 5500TEU급 컨선 6척을 향후 메탄올을 연료로 사용할 수 있도록 설계했고 이번 7700TEU급 컨선 역시 LNG로 운항 가능한 최신 기술을 적용하는 등 친환경 컨테이너선 분야에서도 기술력을 축적하고 있다.
en: For the 6 5500TEU-class containerships that were mentioned earlier, HJ Heavy Industries designed it such that methanol can be used as fuel in the future. In addition, new technology was applied to this 7700TEU class containership in which LNG can be used as fuel. So, it has been accumulating technology in the field of eco-friendly containerships.

source: 임원퇴직금 및 퇴직위로금 지급규정 변경의 건
en: Changes in the rules for the payment of severance pay and consolation benefit for executives

source: 4.(삭제)
en: 4. (deleted)

source: 영문으로는 HANJIN HEAVY INDUSTRIES & CONSTRUCTION CO., LTD.
en: In English, it’s called HANJIN HEAVY INDUSTRIES & CONSTRUCTION

source: 제 4호 의안 :
en: Agenda 4 :

source: ○ 보고사항
en: ○ Report

source: 이 같은 움직임은 한진중공업홀딩스가 사명 변경을 요청해서다.
en: This is a response to Hanjin Heavy Industries Holdings’ request for business name change.

source: 한진중공업의 또 다른 관계자는 "해모로는 부산을 중심으로 한 지방 주택시장에서, 센트레빌은 수도권 주택시장에서 비교적 높은 인지도를 자랑한다는 점에서 해모로와 센트레빌을 적절히 섞여 활용할 방침"이라고 말했다.
en: Another Hanjin Heavy Industries official said, "We plan to use the appropriate mix of Hamoro and Centreville in the local housing market centered on Busan, since Centreville has a relatively high profile in the metropolitan housing market."

source: 제4조의 2{퇴직굼 산출특례} (삭제)
en: Article 4-2 [Special case of calculation of severance pay] (deleted)

source: 한국기업평가는 이미 지난 7월 한토신 신용등급을 기존 A에서 A-로 하향했다.
en: Korea Ratings has already downgraded KOREIT's credit rating from A to A- in July.

source: 금번 당사의 주주총회에는 참석주주님을 위한 주총가념품을 지급하자 아니하오니 이 점
en: Please be aware that we are not providing souvenirs for the shareholders attending

source: 불참(명)
en: Absent (persons)

source: 내부회계관리제도 운영실태 보고
en: Report on the operation status in the internal accounting management system

source: 이어 사내 공모 등을 통해 적당한 이름을 물색했다.
en: It has also searched for a suitable name through in-house competitions.

source: 상법 제449조의 2(재무제표 등의 승인에 대한 특칙) 및 정관 제41조 에 따라 이사회 결의로 승인하고 주주총회에서 보고할 예정임
en: In accordance with Article 449-2 (Special Rules for Approval of Financial Statements, etc.) of the Commercial Act and Article 41 of the Articles of Incorporation, it will be approved by the resolution of the board of directors and reported at the general meeting of shareholders.

source: HJ중공업이 수주한 선박은 길이 272m, 운항속도 22노트로 최첨단 사양과 친환경 설계를 반영한 7700TEU급 LNG 이중연료 추진 컨테이너선이다.
en: The ship whose order HJ Heavy Industries won is a 7700TEU class LNG dual-fuel propulsion containership with a length of 272m and a speed of 22 knots, reflecting cutting-edge specifications and eco-friendly design.

source: 인증서를 이용하여 전자투표, 전자위임장권유관리시스템에서 주주 본인 확인 후 의결권 행사
en: Electronic voting using a certificate or exercising voting rights after shareholder’s identity is verified in the electronic power of attorney recommendation management system

source: 임원퇴직금 및 퇴직위로금 지급규정 변경의 건 【별첨 참조】
en: Changes in the rules for the payment of severance pay for executives【See Attachment】

source: - 감사(사외이사가 아닌 감사위원) 참석여부
en: - Whether auditors (who are not outside directors) are present

source: 제 16 기 (2022년)
en: 16th period (2022)

source: 삼가 주주 여러분의 건승과 일익 번창하심을 진심으로 기원합니다.
en: We wish you good health and prosperity.

source: 라.
en: D.

source: ※ 외부감사인의 적정의견 및 감사위원 전원의 동의요건 충족 시,
en: ※ When the requirements for external auditor's appropriate opinion and consent of all audit committee members are met,

source: 주주총회 참석시 준비물
en: Preparations for attending the general meeting of shareholders

source: 한진중공업이라는 브랜드의 사용 권한을 가진 한진중공업홀딩스가 사명 변경을 요청해서다.
en: That’s because Hanjin Heavy Industries Holdings, which has the right to use the brand Hanjin Heavy Industries, requested that the name be changed.

source: 장 소 :
en: Location :

source: 제4조 (공고방법)
en: Article 4 (Method of notice)

source: 별도기준
en: On a separate basis

source: - 상호변경 반영
en: - reflecting the change of business name

source: 영업보고
en: Sales report

source: 동부건설의 새 가족이 된 한진중공업이 사명을 두고 깊은 고심에 빠졌다.
en: Hanjin Heavy Industries, which newly joined Dongbu Corporation, was deeply troubled for finding its new name.

source: 감사위원회의 감사보고
en: Audit report by the audit committee

source: 사용권을 한진중공업이 갖고 있어 외부 눈치를 보지 않고, 한진중공업 의지대로 사용할 수 있다는 것이다.
en: Since Hanjin Heavy Industries has the right to use the name Haemoro, it is free to use the name.

source: ㈜HJ중공업 매출액 또는 손익구조 30%(대규모법인 15%)이상 변경
en: HJ Heavy Industries Co., Ltd. Changed sales or profit structure by more than 30% (15% for large corporations)

source: 사업다각화를 위한 사업목적 추가
en: Add business purpose for business diversification

source: 한진중공업은 공공공사 분야에서 강점을 지닌 건설부문 수주와 함께 조선부문 상선 수주를 재개하며 사업 다각화에 힘쓰고 있으며 급변하는 경영환경에 발 빠르게 대처할 수 있도록 양대 사업군에 걸쳐 조직개편도 단행했다.
en: Hanjin Heavy Industries is ready to resume receiving orders for commercial vessels in the shipbuilding sector along with the construction sector that has strengths in the public construction sector and it tries to diversify its business. In addition, it implemented organizational restructuring across the two major business groups to adapt quickly to the rapidly changing business environment.

source: 시 :
en: te:

source: 부산광역시 영도구 태종로 233 (봉래동 5가)
en: 233, Taejong-ro, Yeongdo-gu, Busan (Bongnae-dong 5-ga)

source: 우리 회사는 『상법』 제368조의 4에 따른 전자투표제도와 『자본시장과 금융투자업에 관한 법 률시행령』제160조 제5호에 따른 전자위임장권유제도를 이번 주주총회에서 활용하기로 결의하였고, 이 두 제도의 관리업무를 한국예탁결제원에 위탁하였습니다.
en: Our company has decided to utilize the electronic voting system under Article 368-4 of the 「Commercial Act」 and the electronic power of attorney system under Article 160- 5 of the 「Enforcement Decree of the Capital Market and Financial Investment Business」 at this general meeting of shareholders and entrusted the Korea Securities Depository with the business of managing these two systems.

source: 한진중공업 사정에 정통한 한 관계자는 "건설시장과 조선시장에서 쌓은 한진이라는 이름의 영향력이 생각보다 세다는 게 한진중공업의 판단"이라며 "하릴없이 이름은 바꿔야 하지만, 한진을 대체할만한 명칭이 없어 한진중공업의 고민이 깊다"라고 전했다.
en: An official familiar with Hanjin Heavy Industries situation said, "Hanjin Heavy Industries' knows that the influence of the name Hanjin accumulated in the construction market and the shipbuilding market is stronger than expected," adding, "Given that, the name should be changed anyway, but the company is in deep trouble because it’s hard to find a good one."

source: <주인 바뀐 한진중공업, HJ중공업으로 사명 바꾸고 새출발> 2021.12.22
en: <Hanjin Heavy Industries under new ownership, a fresh start with its new name HJ Heavy Industries> 2021.12.22

source: -583.06억원
en: KRW -58.306 billion

source: 영업이익은 81.64억원으로 전년대비 81.62% 감소했으며, 순이익은 43.04억원으로 전년대비 89.43% 감소했다.
en: Operating profit was KRW 8.1.64 billion, down 81.62% from the previous year, and net profit was KRW 43.04 billion, down 89.43% from the previous year.

source: - 원가율 상승에 따른 공사손실충당 부채 설정 등으로 영업손실
en: - Operating loss due to the establishment of liabilities to compensate for construction losses following the increase in the cost rate

source: 2.그 외 등기이사:
en: 2. Other registered directors:

source: 2.전무, 상무(등기):재임기간 1년에 3개월분
en: 2. Senior Managing Director, Managing Director (Registered): 3 months per year for the tenure

source: 풍력발전시설 제조, 자재구매, 공사, 장비설치, 유지관리 및 운영
en: Manufacture of wind power generation facilities, material purchase, construction, equipment installation, maintenance and operation

source: 일각에서는 미래에셋대우(현 미래에셋증권)를 응용해 동부한진중공업을 새 사명으로 제시하고 있다.
en: Some people are using the case of Mirae Asset Daewoo (now Mirae Asset Securities) to present a new name of Dongbu Hanjin Heavy Industries.

source: 홍 대표는 "안전은 대체 불가능한 가치며 아무리 강조해도 지나치지 않다"며 "조선부문은 6년 연속, 건설부문은 2년 연속 중대재해가 없지만 이에 안주하지 않고 전 임직원이 동참해 안전경영 시스템을 갖춰 중대재해를 근절하겠다"라고 말했다.
en: CEO Hong said, "Safety is a value for which there is no alternative and cannot be overemphasized," and "There have been no serious disasters in the shipbuilding sector for 6 consecutive years and the construction sector for 2 years in a row, but equipped with the safety management system, executives and employees will not settle for this and will eradicate serious disasters.”

source: 한편 HJ중공업은 이번에 수주한 컨테이너선을 부산 영도조선소에서 건조해 오는 2024년 말부터 순차적으로 인도할 계획이다.
en: Meanwhile, HJ Heavy Industries plans to build these containerships at Yeongdo Shipyard in Busan and deliver them sequentially starting at the end of 2024.

source: 한진중공업 관계자는 "사내 공모에서 동부중공업과 HJ중공업 등 다양한 이름이 나왔지만, 임직원들은 '후보에 오른 새 사명들이 높은 인지도를 지닌 현 이름(한진중공업)을 잘 대체할 수 있을까'라는 의문을 품고 있다"라며 "다음달 초순에는 새 이름의 윤곽이 드러나지 않을까 생각하고 있다"고 말했다.
en: An official from Hanjin Heavy Industries said, "Various names such as Dongbu Heavy Industries and HJ Heavy Industrieshave been presented in the in-house competition, but employees are questioning whether any of the new names nominated can well match the highly recognized current name(Hanjin Heavy Industries),"adding, "We are thinking that the new name will not be revealed in its outline at the beginning of next month."

source: 1.~103. (좌동)
en: 1.~103. (Same as left)

source: 주주여러분께,
en: Dear Shareholders,

source: -584.82억원
en: KRW -58.482 billion

source: 기타 투자판단과 관련한 중요사항
en: Other important matters related to investment judgment

source: ①제4조의2 및 부칙 제1조 제3항에 불구하고 2017년 10월 31일 현재 재직중인 임원에 대하여는 2016년 12월 31일까지의 재임기간에 대하여는 제4조 제2항의 직위별 퇴직금 지급율을 적용하고, 2017년 1월 1일부터 퇴직일까지의 재임기간에 대하여는 제4조의 2의 직위별 퇴직금 지급율을 적용한다.
en: ①Notwithstanding Article 4-2 and Article 1-3 the Bylaw, for executives who are in office as of October 31, 2017, the severance pay rate for each position in Article 4(2) shall be applied for the tenure until December 31, 2016 and for the tenure from January 1, 2017 to the date of retirement, Article 4-2 of the severance pay rate for each position shall be applied.

source: 양지하여 주시기 바랍니다.
en: this year’s general shareholders' meeting.

source: 한진중공업은 분기보고서에서 당해사업연도 3분기 연결기준 영업이익이 82.31억원으로 전년대비 81.50% 감소했다고 밝혔다.
en: Hanjin Heavy Industries announced in its quarterly report that its consolidated operating profit for the third quarter of the current fiscal year was 8.231 ​​billion won, down 81.50% from the previous year.

source: 홍문기 대표는 "새로운 사명은 회사가 종합중공업 기업으로서의 위상을 재정립하고 인수·합병(M&A) 이후 지속 성장 가능한 ESG 기업으로 재도약하는 계기가 될 것"이라며 "새 출발에 걸맞은 각오로 무장하여 국가 경제와 지역사회, 주주 여러분의 기대에 보답할 수 있도록 전력을 다하겠다"고 밝혔다.
en: Hong Moon-ki, CEO of the company, said “The new name will be an opportunity forthe companyto re-establish its status as a comprehensive heavy industry company and take another leap forward as an ESG company with sustainable growth after the M&A,and we will do our best to meetthe expectations of the economy, local communities and shareholders.”

source: - 에너지저장장치(ESS) 자재구매 및 설치공사, 유지관리 및 운영
en: - Energy storage system (ESS) material purchase and installation work, maintenance and operation

source: - 자본총계/자본금 비율(%)
en: - Total equity/capital ratio (%)

source: 이유
en: Reason

source: 전자투표 및 전자위임장 권유에 관한 사항
en: Matters concerning the recommendation of electronic voting and electronic power of attorney

source: 사업목적 추가
en: Add business purpose

source: 한진중공업홀딩스은 한진중공업의 이전 최대주주다.
en: Hanjin Heavy Industries Holdings is the former largest shareholder of Hanjin Heavy Industries.

source: 하지만 한진중공업이라는 흔적이 남아있어 이 제안도 적합하지 않다는 반응이다.
en: However, the name “Hanjin Heavy Industries” is still there, and this proposal is not suitable.

source: 매출액 또는 손익구조 변동내용(단위:천원)
en: Sales or profit structure (unit: thousand won)

source: 인터넷주소 : 『https://evote.ksd.or.kr』
en: Internet address : 『https://evote.ksd.or.kr』

source: ○ 결의사항
en: ○ Resolution

source: 상법 제365조와 당사 정관 제17조의 규정에 의거하여 다음과 같이 2021년 임시주주총회를 개최하오니 참석하여 주시기 바랍니다.
en: In accordance with Article 365 of the Commercial Act and Article 17 of the Articles of Incorporation, we will hold an extraordinary meeting of shareholders in 2021 as follows that we’d like to have you participate in.

source: 기타사항
en: Other matters

source: 정부가 부동산 가격을 잡기 위해 규제를 강화하고 있는데다 가계대출까지 조이면서 수익성이 악화하고 있다.
en: Its profitability is deteriorating as the government is strengthening regulations to control real estate prices and also tightening household loans.

source: 누적 기준으로는 매출액, 영업손실, 순손실이 각각 1.19조원, 160.47억원, 584.82억원으로 전년동기대비 -7.95%, 적자전환을 기록했다.
en: On a cumulative basis, sales, operating loss, and net loss were KRW 1.19 trillion, KRW 16.047 billion and KRW 58.482 billion, respectively, recording a -7.98%, compared to the same period last year.

source: 해당
en: Relevant

source: 이 같은 의지의 본격화 차원에서 지난 11일 이사회를 열고 사명 변경을 결의했다.
en: In earnest, the board of directors passed a resolution to change its name on 11 November.

source: 이 회사의 공고는 회사의 인터넷 홈페이지 (http://www.hanjinsc.com) 에
en: All notices of this company will be posted on the company’s website

source: 에너지저장장치(ESS) 자재구매 및 설치공사, 유지관리 및 운영
en: Energy storage system (ESS) material purchase and installation work, maintenance and operation

source: 재무제표의 종류
en: Types of financial statements

source: 4.고문(등기):4조2항1호~4조2항3호에 해당하는 직위의 지급율 적용
en: 4. Advisor (registered): Apply the pay rate of the position corresponding to Article 4(2-1) ~ to Article 4(2-3)

source: 움
en: xt

source: 1.사장, 부사장 이상:재임기간 1년에 2개월분
en: 1. President, Vice President or higher: 2 months per year for the tenure

source: 같은 기간 매출액은 전년대비 1.43% 증가한 4,777.09억원, 순이익은 전년대비 89.37% 감소한 43.28억원을 기록했다.
en: During the same period, sales increased 1.43% from the previous year to KRW 477.709 billion, and net profit recorded a decrease by 89.37% to KRW 43.28 billion.

source: <HJ중공업 LNG 이중연료 컨테이너선 2척 건조계약> 2022.06.23
en: <HJ Heavy Industries with a contract to build 2 LNG dual fuel containerships> 23.06.2022

source: 아직 주주총회 의결 절차가 남아 100% 확정이라고 할 순 없지만, 이사회는 HJ중공업을 가장 적합한 이름으로 지목했다.
en: Although the decision is not final until it is approved at the general shareholders' meeting, the board meeting has decided that the name HJ Heavy Industries is the most appropriate.

source: 매출액 또는 손익구조 변동 주요원인
en: Major causes of changes in sales or profit /loss structure

source: <지배구조 바뀐 한진중공업, 첫 경영 임무 '새 사명을 찾아라'> 2021.11.28
en: < Hanjin Heavy IndustriesChanges, Governance, First Management Mission 'Find a New Name of the Company> 11.28.2021

source: 국내 최대 부동산 신탁업체인 한국토지신탁이 흔들리고 있다.
en: KOREIT, the largest real estate trust company in Korea, is shaking.

source: 사업목적 삭제
en: Delete business purpose

source: HJ는 '고객과 함께 80년을 넘어 100년을 향한 재도약을 시작하면서 최고의 만족을 선사하는 기업이 되겠다'는 뜻이 담긴 'The Highest Journey(위대한 여정)'의 약자이기도 하다.
en: HJ is also an abbreviation of 'The Highest Journey', meaning 'to become a company that provides customers with the highest satisfaction as it starts a new leap toward 100 years in addition to its 80 years of history.'

source: 지난사업연도 3분기
en: 3rd quarter of the last fiscal year

source: 동부건설의 새 가족이 된 한진중공업이 사명을 'HJ중공업'으로 바꾼다.
en: Hanjin Heavy Industries, which newly joined Dongbu Corporation, changes its name to ‘HJ Heavy Industries.

source: 4,706.93억원
en: KRW 470.693 billion

source: 경영 참고 사항 비치
en: Placement of management notes

source: 회의 목적사항 가.보고사항
en: Purpose of the meeting A. Reports

source: ②임원 퇴직금 및 퇴직위로금 지급 규정 개정일인 2022년 3월 1일 기준 재직 중인 임원의 퇴직금 지급율은 2021년 12월 31일까지는 개정 전 부칙 제2조 제1항을 적용하고 2022년 1월 1일부터 퇴직일 까지의 재임기간에 대하여는 2022년 3월 1일 개정된 퇴직금 지급율을 적용한다.
en: ② As of March 1, 2022, which is the revision date of the regulation on the payment of severance pay and consolation benefit for executives, for the severance pay rate for incumbent executives, Article 2(1) of the pre-revision Bylaw shall be applied for the period until December 31, 2021 and the severance pay rate revised on March 1, 2022 shall be applied for the period from January 1, 2022 to the retirement date.

source: 이 회사의 공고는 회사의 인터넷 홈페이지 (http://www.hjsc.co.kr) 에 게재한다.
en: All notices of this company will be posted on the company’s website (http://www.hjsc.co.kr)

source: 82.31억원
en: KRW 8.231 billion

source: 코로나 19(COVID-19) 등 비상상황에 따라 불가피하게 개최일정 및 장소 변경이 발생할 경우 변경권한은 대표이사에게 위임하며, 관련내용은 재공시 예정입니다.
en: In case of an unavoidable change in the schedule and venue due to an emergency such as COVID-19, the authority to change shall be delegated to the CEO, and related details shall be announced again.

source: 신분증
en: ID

source: 국제해사기구의 선박 황산화물(SOx) 규제를 포함, 지난 4월 1일부터 강화된 선박 이산화탄소(CO2) 배출 규제인 EEDI(에너지효율설계지수) Phase III 기준과 IGF 코드(가스나 저인화점 연료 사용 선박 안전 국제 기준) 등 각종 환경 규제도 모두 충족한다.
en: It satisfies all environmental regulations, including the International Maritime Organization's regulation of ship sulfur oxides (Sox), EEDI (Energy Efficiency Design Index) Phase III, which is the stricter ship carbon dioxide (CO2) emission regulation that started from April 1st, and IGF Code (International Standard for Safety of Ships Using Gas or Low Flash Point Fuel), etc.

source: 미분양 리스크가 커지는 점도 자산건전성에 대한 우려를 키우고 있다.
en: The growing risk of unsold homes is also deepening concerns about asset quality.

source: 상향해야 한다는 의견도 7표로 집계되면서 한토신에 대한 엇갈린 전망이 반영됐다.
en: There were also 7 votes for upgrading, reflecting the mixed outlook for KOREIT.

source: 주주총회소집 결의
en: Resolution to convene a general meeting of shareholders

source: - 자산총계
en: - Total assets

source: 32회 SRE에서는 부동산에 규제 지속에 대한 관심과 한진중공업 인수 등의 이슈로 9위까지 급상승했다.
en: At the 32nd SRE, it jumped to 9th place due to concerns about the continued regulation of real estate and anacquisition by Hanjin Heavy Industries, etc.

source: -지급율 조정
en: - Adjustment of pay rate

source: 게재한다.
en: (http://www.hanjinsc.com).
